modules/00-pcap-forensics/logs/extract_files/extract-1749828921.941958-HTTP-Fx5yDkfXUZNv6NGle

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/08/addressing" xmlns:wsx="http://schemas.xmlsoap.org/ws/2004/09/mex" xmlns:wsdp="http://schemas.xmlsoap.org/ws/2006/02/devprof" xmlns:un0="http://schemas.microsoft.com/windows/pnpx/2005/10" xmlns:pub="http://schemas.microsoft.com/windows/pub/2005/07"><soap:Header><wsa:To>http://schemas.xmlsoap.org/ws/2004/08/addressing/role/anonymous</wsa:To><wsa:Action>http://schemas.xmlsoap.org/ws/2004/09/transfer/GetResponse</wsa:Action><wsa:MessageID>urn:uuid:4b7b832d-9c39-4177-a970-0fd8ac943c70</wsa:MessageID><wsa:RelatesTo>urn:uuid:96b55c87-097e-4de1-9701-e1bfbd36b29b</wsa:RelatesTo></soap:Header><soap:Body><wsx:Metadata><wsx:MetadataSection Dialect="http://schemas.xmlsoap.org/ws/2006/02/devprof/ThisDevice"><wsdp:ThisDevice><wsdp:FriendlyName>Microsoft Publication Service Device Host</wsdp:FriendlyName><wsdp:FirmwareVersion>1.0</wsdp:FirmwareVersion><wsdp:SerialNumber>20050718</wsdp:SerialNumber></wsdp:ThisDevice></wsx:MetadataSection><wsx:MetadataSection Dialect="http://schemas.xmlsoap.org/ws/2006/02/devprof/ThisModel"><wsdp:ThisModel><wsdp:Manufacturer>Microsoft Corporation</wsdp:Manufacturer><wsdp:ManufacturerUrl>http://www.microsoft.com</wsdp:ManufacturerUrl><wsdp:ModelName>Microsoft Publication Service</wsdp:ModelName><wsdp:ModelNumber>1</wsdp:ModelNumber><wsdp:ModelUrl>http://www.microsoft.com</wsdp:ModelUrl><wsdp:PresentationUrl>http://www.microsoft.com</wsdp:PresentationUrl><un0:DeviceCategory>Computers</un0:DeviceCategory></wsdp:ThisModel></wsx:MetadataSection><wsx:MetadataSection Dialect="http://schemas.xmlsoap.org/ws/2006/02/devprof/Relationship"><wsdp:Relationship Type="http://schemas.xmlsoap.org/ws/2006/02/devprof/host"><wsdp:Host><wsa:EndpointReference><wsa:Address>urn:uuid:e762ae39-f18a-00e7-ba68-e9ffd915458c</wsa:Address></wsa:EndpointReference><wsdp:Types>pub:Computer</wsdp:Types><wsdp:ServiceId>urn:uuid:e762ae39-f18a-00e7-ba68-e9ffd915458c</wsdp:ServiceId><pub:Computer>DESKTOP-LD5ZUN9/Domain:MASSFRICTION</pub:Computer></wsdp:Host></wsdp:Relationship></wsx:MetadataSection></wsx:Metadata></soap:Body></soap:Envelope>